MISUNDERSTAND = 'Неизвестная команда'
PARSE_BUTTON_ERROR = 'Пожалуйста, воспользуйтесь кнопкой или командой'
ON_NO_USER_TEXT = 'Сейчас я умею понимать только текст. Начнем сначала'
PROHIBITED_CHARACTER = 'Использование символа "{}" запрещено'
EMPTY_TEXT_ERROR = 'Ошибка: пустое сообщение'
TOO_LONG_NAME = 'Пожалуйста, введите сообщение длиной не более {} символов'
MUST_BY_COMPOSED_BY_DIGITS = 'Пожалуйста, введите целое число'
HELLO = 'Привет! В чём ваш вопрос?'
QUESTION_WO_ANSWER = 'Мы знаем про этот вопрос и готовим на него ответ. Попробуйте позднее'
MANY_ANSWERS = 'Нашлось неколько вопросов от других пользователей, похожих на ваш. Какой из них больше соответствует вашей ситуации?\n{}'
NOTHING_ACCEPTABLE = 'Ничего не подходит'
HELP = 'Здесь информация для помощи пользователю'
REWRITE_QUESTION = 'Не получилось найти ничего похожего. Пожалуйста, попробуйте переформулировать свой вопрос'
CONTACT_INFO_REQUEST = 'Мы еще не успели подготовить ответ на ваш вопрос, но обязательно сделаем это позже. Вы можете оставить контактую информацию (телефон или email), чтобы мы связались с вами по вашему вопросу.\nПожалуйста, напишите, как с вами можно связаться'
START_AGAIN = 'Спасибо! Мы обязательно свяжемся с вами позже. А пока вы можете спросить что-то ещё'

TO_OPERATOR = """
К нам обращаются с вопросом:
{}
Уточненный вопрос:
{}
Время обращения: {}. Информация для связи: {}
"""